{
    "title": "QR-Code-Generator",
    "inputLabel": "Geben Sie Text ein, um einen QR-Code zu generieren",
    "generateButtonLabel": "Generieren",
    "copyToClipboardButtonLabel": "In die Zwischenablage kopieren",
    "downloadButtonLabel": "Herunterladen",
    "description": "Generieren Sie benutzerdefinierte QR-Codes für effektives Marketing | Steigern Sie kostenlos Engagement und Konnektivität | Erstellen Sie ganz einfach QR-Codes",
    "aboutTitle": "Um",
    "contactTitle": "Kontakt",
    "faqTitle": "FAQ",
    "privacyTitle": "Privatsphäre",
    "termsTitle": "Bedingungen",
    "homeLinkLabel": "Heim",
    "aboutLinkLabel": "Um",
    "contactLinkLabel": "Kontakt",
    "faqLinkLabel": "FAQ",
    "privacyLinkLabel": "Privatsphäre",
    "termsLinkLabel": "Bedingungen",
    "aboutText1": "Wir sind ein führendes QR-Code-Generator-Tool, mit dem Sie individuelle QR-Codes für verschiedene Zwecke erstellen können. ",
    "aboutText2": "Unsere benutzerfreundliche Oberfläche und leistungsstarken Funktionen erleichtern die Generierung von QR-Codes mit verschiedenen Inhaltstypen wie URLs, Text, E-Mail-Adressen, Telefonnummern und mehr. ",
    "contactText": "Wenn Sie Fragen, Feedback oder Vorschläge zu unserem QR-Code-Generator-Tool haben, würden wir uns freuen, von Ihnen zu hören. ",
    "contactEmail": "Email:",
    "faqText1_1": "1. Was sind QR-Codes?",
    "faqText1_2": "QR-Codes (Quick Response Codes) sind zweidimensionale Barcodes, die Informationen speichern. ",
    "faqText2_1": "2. Wie kann ich QR-Codes für mein Unternehmen nutzen?",
    "faqText2_2": "QR-Codes haben zahlreiche Anwendungen für Unternehmen. ",
    "faqText3_1": "3. Sind QR-Codes sicher?",
    "faqText3_2": "QR-Codes selbst sind nicht grundsätzlich sicher oder unsicher. ",
    "privacyText1": "Bei unserem QR-Code-Generator-Tool nehmen wir Ihre Privatsphäre ernst. ",
    "privacyDataCollection": "Datensammlung:",
    "privacyDataCollectionText": "Wir erfassen möglicherweise personenbezogene Daten wie Ihren Namen, Ihre E-Mail-Adresse und Nutzungsstatistiken, um unseren Service zu verbessern und ein besseres Benutzererlebnis zu bieten.",
    "privacyDataUsage": "Datenverbrauch:",
    "privacyDataUsageText": "Wir verwenden Ihre persönlichen Daten nicht zur Generierung von QR-Codes. ",
    "privacyCookieUsage": "Cookie-Nutzung:",
    "privacyCookieUsageText": "Wir können Cookies verwenden, um Ihr Surferlebnis zu verbessern. ",
    "termsText1": "Durch die Nutzung unseres QR-Code-Generator-Tools stimmen Sie den folgenden Geschäftsbedingungen zu:",
    "termsText2": "1. Die generierten QR-Codes sind nur für den persönlichen oder kommerziellen Gebrauch bestimmt. ",
    "termsText3": "2. Wir übernehmen keine Garantie für die Genauigkeit, Zuverlässigkeit oder Verfügbarkeit der über unser Tool generierten QR-Codes.",
    "termsText4": "3. Wir behalten uns das Recht vor, das QR-Code-Generator-Tool ohne vorherige Ankündigung zu ändern oder einzustellen.",
    "termsText5": "4. Ihre Nutzung des QR-Code-Generator-Tools unterliegt unserer Datenschutzrichtlinie.",
    "termsText6": "Bitte lesen Sie die vollständigen Nutzungsbedingungen durch, bevor Sie unser QR-Code-Generator-Tool verwenden."
  }