{
    "title": "QR Code Generator",
    "inputLabel": "Enter text to generate QR code",
    "generateButtonLabel": "Generate",
    "copyToClipboardButtonLabel": "Copy to Clipboard",
    "downloadButtonLabel": "Download",
    "description": "Generate Custom QR Codes for Effective Marketing | Boost Engagement & Connectivity for Free | Create QR Codes Easily",
    "aboutTitle": "About",
    "contactTitle": "Contact",
    "faqTitle": "FAQ",
    "privacyTitle": "Privacy",
    "termsTitle": "Terms",
    "homeLinkLabel": "Home",
    "aboutLinkLabel": "About",
    "contactLinkLabel": "Contact",
    "faqLinkLabel": "FAQ",
    "privacyLinkLabel": "Privacy",
    "termsLinkLabel": "Terms",
    "aboutText1": "We are a leading QR code generator tool that allows you to create customized QR codes for various purposes. Whether you want to promote your business, share contact information, or enhance your marketing campaigns, our QR code generator offers a simple and efficient solution.",
    "aboutText2": "Our user-friendly interface and powerful features make it easy to generate QR codes with different types of content, such as URLs, text, email addresses, phone numbers, and more. Give it a try and start leveraging the power of QR codes for your personal or business needs.",
    "contactText": "If you have any questions, feedback, or suggestions regarding our QR code generator tool, we'd love to hear from you. Please feel free to reach out to us using the contact information provided below:",
    "contactEmail": "Email:",
    "faqText1_1": "1. What are QR codes?",
    "faqText1_2": "QR codes (Quick Response codes) are two-dimensional barcodes that store information. They can be scanned using a smartphone or QR code reader, which instantly decodes the information and performs actions like opening a website, displaying text, or adding contact details to the phone.",
    "faqText2_1": "2. How can I use QR codes for my business?",
    "faqText2_2": "QR codes have numerous applications for businesses. You can use them to promote your website or social media profiles, provide contact details, offer discounts or coupons, share product information, enable mobile payments, and much more. Get creative and find innovative ways to engage with your audience using QR codes.",
    "faqText3_1": "3. Are QR codes secure?",
    "faqText3_2": "QR codes themselves are not inherently secure or insecure. However, it's essential to be cautious when scanning QR codes from unknown sources or unfamiliar locations. As a best practice, avoid scanning QR codes that you don't trust or that lead to suspicious websites or downloads.",
    "privacyText1": "At our QR code generator tool, we take your privacy seriously. This Privacy Policy explains how we collect, use, and protect your personal information when you use our service. Please read this policy carefully before using our QR code generator tool.",
    "privacyDataCollection": "Data Collection:",
    "privacyDataCollectionText": "We may collect personal information such as your name, email address, and usage statistics to improve our service and provide a better user experience.",
    "privacyDataUsage": "Data Usage:",
    "privacyDataUsageText": "We use don't use your personal information for generating QR codes. We do not sell, rent, or share your personal information either.",
    "privacyCookieUsage": "Cookie Usage:",
    "privacyCookieUsageText": "We may use cookies to enhance your browsing experience. You can modify your browser settings to disable cookies if you prefer not to receive them.",
    "termsText1": "By using our QR code generator tool, you agree to the following terms and conditions:",
    "termsText2": "1. The generated QR codes are for personal or commercial use only. Any misuse or illegal activities are strictly prohibited.",
    "termsText3": "2. We do not guarantee the accuracy, reliability, or availability of the QR codes generated through our tool.",
    "termsText4": "3. We reserve the right to modify or terminate the QR code generator tool without prior notice.",
    "termsText5": "4. Your use of the QR code generator tool is subject to our Privacy Policy.",
    "termsText6": "Please review the complete Terms of Service before using our QR code generator tool."    
}
