{
    "title": "Generador de códigos QR",
    "inputLabel": "Ingrese texto para generar código QR",
    "generateButtonLabel": "Generar",
    "copyToClipboardButtonLabel": "Copiar al portapapeles",
    "downloadButtonLabel": "Descargar",
    "description": "Genere códigos QR personalizados para un marketing efectivo | Impulse el compromiso y la conectividad de forma gratuita | Crea Códigos QR Fácilmente",
    "aboutTitle": "Acerca de",
    "contactTitle": "Contacto",
    "faqTitle": "Preguntas más frecuentes",
    "privacyTitle": "Privacidad",
    "termsTitle": "Términos",
    "homeLinkLabel": "Hogar",
    "aboutLinkLabel": "Acerca de",
    "contactLinkLabel": "Contacto",
    "faqLinkLabel": "Preguntas más frecuentes",
    "privacyLinkLabel": "Privacidad",
    "termsLinkLabel": "Términos",
    "aboutText1": "Somos una herramienta generadora de códigos QR líder que le permite crear códigos QR personalizados para varios propósitos. ",
    "aboutText2": "Nuestra interfaz fácil de usar y nuestras potentes funciones facilitan la generación de códigos QR con diferentes tipos de contenido, como URL, texto, direcciones de correo electrónico, números de teléfono y más. ",
    "contactText": "Si tiene alguna pregunta, comentario o sugerencia con respecto a nuestra herramienta generadora de códigos QR, nos encantaría saber de usted. ",
    "contactEmail": "Correo electrónico:",
    "faqText1_1": "1. ¿Qué son los códigos QR?",
    "faqText1_2": "Los códigos QR (códigos de respuesta rápida) son códigos de barras bidimensionales que almacenan información. ",
    "faqText2_1": "2. ¿Cómo puedo usar códigos QR para mi negocio?",
    "faqText2_2": "Los códigos QR tienen numerosas aplicaciones para las empresas. ",
    "faqText3_1": "3. ¿Son seguros los códigos QR?",
    "faqText3_2": "Los códigos QR en sí mismos no son intrínsecamente seguros o inseguros. ",
    "privacyText1": "En nuestra herramienta generadora de códigos QR, nos tomamos muy en serio su privacidad. ",
    "privacyDataCollection": "Recopilación de datos:",
    "privacyDataCollectionText": "Podemos recopilar información personal como su nombre, dirección de correo electrónico y estadísticas de uso para mejorar nuestro servicio y brindar una mejor experiencia de usuario.",
    "privacyDataUsage": "Uso de datos:",
    "privacyDataUsageText": "No utilizamos su información personal para generar códigos QR. ",
    "privacyCookieUsage": "Uso de cookies:",
    "privacyCookieUsageText": "Podemos utilizar cookies para mejorar su experiencia de navegación. ",
    "termsText1": "Al utilizar nuestra herramienta generadora de códigos QR, usted acepta los siguientes términos y condiciones:",
    "termsText2": "1. Los códigos QR generados son solo para uso personal o comercial. ",
    "termsText3": "2. No garantizamos la precisión, confiabilidad o disponibilidad de los códigos QR generados a través de nuestra herramienta.",
    "termsText4": "3. Nos reservamos el derecho de modificar o cancelar la herramienta generadora de códigos QR sin previo aviso.",
    "termsText5": "4. Su uso de la herramienta generadora de códigos QR está sujeto a nuestra Política de privacidad.",
    "termsText6": "Revise los Términos de servicio completos antes de usar nuestra herramienta generadora de códigos QR."
  }