{
    "title": "Générateur de code QR",
    "inputLabel": "Entrez du texte pour générer le code QR",
    "generateButtonLabel": "Générer",
    "copyToClipboardButtonLabel": "Copier dans le presse-papier",
    "downloadButtonLabel": "Télécharger",
    "description": "Générer des codes QR personnalisés pour un marketing efficace | Boostez l'engagement et la connectivité gratuitement | Créez facilement des codes QR",
    "aboutTitle": "À propos",
    "contactTitle": "Contact",
    "faqTitle": "FAQ",
    "privacyTitle": "Confidentialité",
    "termsTitle": "Conditions",
    "homeLinkLabel": "Accueil",
    "aboutLinkLabel": "À propos",
    "contactLinkLabel": "Contact",
    "faqLinkLabel": "FAQ",
    "privacyLinkLabel": "Confidentialité",
    "termsLinkLabel": "Conditions",
    "aboutText1": "Nous sommes un outil générateur de code QR de premier plan qui vous permet de créer des codes QR personnalisés à diverses fins. ",
    "aboutText2": "Notre interface conviviale et nos fonctionnalités puissantes facilitent la génération de codes QR avec différents types de contenu, tels que des URL, du texte, des adresses e-mail, des numéros de téléphone, etc. ",
    "contactText": "Si vous avez des questions, des commentaires ou des suggestions concernant notre outil générateur de code QR, nous aimerions avoir de vos nouvelles. ",
    "contactEmail": "E-mail:",
    "faqText1_1": "1. Qu'est-ce qu'un code QR ?",
    "faqText1_2": "Les codes QR (Quick Response codes) sont des codes-barres bidimensionnels qui stockent des informations. ",
    "faqText2_1": "2. Comment puis-je utiliser les codes QR pour mon entreprise ?",
    "faqText2_2": "Les codes QR ont de nombreuses applications pour les entreprises. ",
    "faqText3_1": "3. Les codes QR sont-ils sécurisés ?",
    "faqText3_2": "Les codes QR eux-mêmes ne sont pas intrinsèquement sécurisés ou non sécurisés. ",
    "privacyText1": "Dans notre outil générateur de code QR, nous prenons votre vie privée au sérieux. ",
    "privacyDataCollection": "Collecte de données:",
    "privacyDataCollectionText": "Nous pouvons collecter des informations personnelles telles que votre nom, votre adresse e-mail et des statistiques d'utilisation pour améliorer notre service et offrir une meilleure expérience utilisateur.",
    "privacyDataUsage": "L'utilisation de données:",
    "privacyDataUsageText": "Nous n'utilisons pas vos informations personnelles pour générer des codes QR. ",
    "privacyCookieUsage": "Utilisation des cookies :",
    "privacyCookieUsageText": "Nous pouvons utiliser des cookies pour améliorer votre expérience de navigation. ",
    "termsText1": "En utilisant notre outil générateur de code QR, vous acceptez les termes et conditions suivants :",
    "termsText2": "1. Les codes QR générés sont réservés à un usage personnel ou commercial. ",
    "termsText3": "2. Nous ne garantissons pas l'exactitude, la fiabilité ou la disponibilité des codes QR générés via notre outil.",
    "termsText4": "3. Nous nous réservons le droit de modifier ou de résilier l'outil générateur de code QR sans préavis.",
    "termsText5": "4. Votre utilisation de l'outil générateur de code QR est soumise à notre politique de confidentialité.",
    "termsText6": "Veuillez consulter l'intégralité des conditions d'utilisation avant d'utiliser notre outil générateur de code QR."
  }