{
  "title": "क्यूआर कोड जनरेटर",
  "inputLabel": "क्यूआर कोड उत्पन्न करने के लिए पाठ दर्ज करें",
  "generateButtonLabel": "बनाना",
  "copyToClipboardButtonLabel": "क्लिपबोर्ड पर कॉपी करें",
  "downloadButtonLabel": "डाउनलोड करना",
  "description": "प्रभावी मार्केटिंग के लिए कस्टम क्यूआर कोड जेनरेट करें एंगेजमेंट और कनेक्टिविटी को फ्री में बूस्ट करें | क्यूआर कोड आसानी से बनाएं",
  "aboutTitle": "के बारे में",
  "contactTitle": "संपर्क",
  "faqTitle": "सामान्य प्रश्न",
  "privacyTitle": "गोपनीयता",
  "termsTitle": "शर्तें",
  "homeLinkLabel": "घर",
  "aboutLinkLabel": "के बारे में",
  "contactLinkLabel": "संपर्क",
  "faqLinkLabel": "सामान्य प्रश्न",
  "privacyLinkLabel": "गोपनीयता",
  "termsLinkLabel": "शर्तें",
  "aboutText1": "हम एक प्रमुख क्यूआर कोड जनरेटर उपकरण हैं जो आपको विभिन्न उद्देश्यों के लिए अनुकूलित क्यूआर कोड बनाने की अनुमति देता है। ",
  "aboutText2": "हमारे उपयोगकर्ता के अनुकूल इंटरफेस और शक्तिशाली विशेषताएं विभिन्न प्रकार की सामग्री, जैसे यूआरएल, टेक्स्ट, ईमेल पते, फोन नंबर आदि के साथ क्यूआर कोड उत्पन्न करना आसान बनाती हैं। ",
  "contactText": "यदि आपके पास हमारे क्यूआर कोड जनरेटर टूल के बारे में कोई प्रश्न, प्रतिक्रिया या सुझाव हैं, तो हमें आपसे सुनना अच्छा लगेगा। ",
  "contactEmail": "ईमेल:",
  "faqText1_1": "1. क्यूआर कोड क्या होते हैं?",
  "faqText1_2": "क्यूआर कोड (त्वरित प्रतिक्रिया कोड) द्वि-आयामी बारकोड हैं जो जानकारी संग्रहीत करते हैं। ",
  "faqText2_1": "2. मैं अपने व्यवसाय के लिए क्यूआर कोड का उपयोग कैसे कर सकता हूं?",
  "faqText2_2": "क्यूआर कोड में व्यवसायों के लिए कई एप्लिकेशन हैं। ",
  "faqText3_1": "3. क्या क्यूआर कोड सुरक्षित हैं?",
  "faqText3_2": "क्यूआर कोड स्वयं स्वाभाविक रूप से सुरक्षित या असुरक्षित नहीं हैं। ",
  "privacyText1": "हमारे क्यूआर कोड जेनरेटर टूल में, हम आपकी गोपनीयता को गंभीरता से लेते हैं। ",
  "privacyDataCollection": "डेटा संग्रहण:",
  "privacyDataCollectionText": "हम अपनी सेवा को बेहतर बनाने और बेहतर उपयोगकर्ता अनुभव प्रदान करने के लिए व्यक्तिगत जानकारी जैसे आपका नाम, ईमेल पता और उपयोग के आंकड़े एकत्र कर सकते हैं।",
  "privacyDataUsage": "डेटा उपयोग में लाया गया:",
  "privacyDataUsageText": "क्यूआर कोड जनरेट करने के लिए हम आपकी व्यक्तिगत जानकारी का उपयोग नहीं करते हैं। ",
  "privacyCookieUsage": "कुकी उपयोग:",
  "privacyCookieUsageText": "हम आपके ब्राउज़िंग अनुभव को बढ़ाने के लिए कुकीज़ का उपयोग कर सकते हैं। ",
  "termsText1": "हमारे क्यूआर कोड जनरेटर टूल का उपयोग करके, आप निम्नलिखित नियमों और शर्तों से सहमत हैं:",
  "termsText2": "1. उत्पन्न क्यूआर कोड केवल व्यक्तिगत या व्यावसायिक उपयोग के लिए हैं। ",
  "termsText3": "2. हम अपने टूल के माध्यम से उत्पन्न क्यूआर कोड की सटीकता, विश्वसनीयता या उपलब्धता की गारंटी नहीं देते हैं।",
  "termsText4": "3. हम बिना किसी पूर्व सूचना के क्यूआर कोड जनरेटर टूल को संशोधित या समाप्त करने का अधिकार सुरक्षित रखते हैं।",
  "termsText5": "4. क्यूआर कोड जेनरेटर टूल का आपका उपयोग हमारी गोपनीयता नीति के अधीन है।",
  "termsText6": "कृपया हमारे क्यूआर कोड जनरेटर टूल का उपयोग करने से पहले सेवा की पूरी शर्तों की समीक्षा करें।"
}