{
  "title": "Generatore di codici QR",
  "inputLabel": "Inserisci il testo per generare il codice QR",
  "generateButtonLabel": "creare",
  "copyToClipboardButtonLabel": "Copia negli appunti",
  "downloadButtonLabel": "Scaricamento",
  "description": "Genera codici QR personalizzati per un marketing efficace | Aumenta il coinvolgimento e la connettività gratuitamente | Crea codici QR facilmente",
  "aboutTitle": "Di",
  "contactTitle": "Contatto",
  "faqTitle": "FAQ",
  "privacyTitle": "Riservatezza",
  "termsTitle": "Termini",
  "homeLinkLabel": "Casa",
  "aboutLinkLabel": "Di",
  "contactLinkLabel": "Contatto",
  "faqLinkLabel": "FAQ",
  "privacyLinkLabel": "Riservatezza",
  "termsLinkLabel": "Termini",
  "aboutText1": "Siamo uno strumento di generazione di codici QR leader che ti consente di creare codici QR personalizzati per vari scopi. ",
  "aboutText2": "La nostra interfaccia user-friendly e le potenti funzionalità semplificano la generazione di codici QR con diversi tipi di contenuto, come URL, testo, indirizzi e-mail, numeri di telefono e altro. ",
  "contactText": "Se hai domande, feedback o suggerimenti riguardanti il ​​nostro strumento per la generazione di codici QR, saremmo lieti di ricevere tue notizie. ",
  "contactEmail": "E-mail:",
  "faqText1_1": "1. Cosa sono i codici QR?",
  "faqText1_2": "I codici QR (codici di risposta rapida) sono codici a barre bidimensionali che memorizzano informazioni. ",
  "faqText2_1": "2. Come posso utilizzare i codici QR per la mia attività?",
  "faqText2_2": "I codici QR hanno numerose applicazioni per le aziende. ",
  "faqText3_1": "3. I codici QR sono sicuri?",
  "faqText3_2": "I codici QR stessi non sono intrinsecamente sicuri o insicuri. ",
  "privacyText1": "Nel nostro strumento generatore di codici QR, prendiamo sul serio la tua privacy. ",
  "privacyDataCollection": "Raccolta dati:",
  "privacyDataCollectionText": "Potremmo raccogliere informazioni personali come il tuo nome, indirizzo e-mail e statistiche sull'utilizzo per migliorare il nostro servizio e fornire una migliore esperienza utente.",
  "privacyDataUsage": "Utilizzo dei dati:",
  "privacyDataUsageText": "Usiamo non usiamo le tue informazioni personali per generare codici QR. ",
  "privacyCookieUsage": "Utilizzo dei cookie:",
  "privacyCookieUsageText": "Possiamo utilizzare i cookie per migliorare la tua esperienza di navigazione. ",
  "termsText1": "Utilizzando il nostro strumento generatore di codici QR, accetti i seguenti termini e condizioni:",
  "termsText2": "1. I codici QR generati sono solo per uso personale o commerciale. ",
  "termsText3": "2. Non garantiamo l'accuratezza, l'affidabilità o la disponibilità dei codici QR generati tramite il nostro strumento.",
  "termsText4": "3. Ci riserviamo il diritto di modificare o terminare lo strumento generatore di codici QR senza preavviso.",
  "termsText5": "4. L'utilizzo dello strumento generatore di codici QR è soggetto alla nostra Informativa sulla privacy.",
  "termsText6": "Si prega di rivedere i Termini di servizio completi prima di utilizzare il nostro strumento generatore di codici QR."
}