{
  "title": "QR Code Generator",
  "inputLabel": "Ketik teks kanggo ngasilake kode QR",
  "generateButtonLabel": "Ngasilake",
  "copyToClipboardButtonLabel": "Salin menyang Clipboard",
  "downloadButtonLabel": "Ngundhuh",
  "description": "Gawe Kode QR Khusus kanggo Pemasaran Efektif | Ningkatake Keterlibatan & Konektivitas Gratis | Nggawe Kode QR Gampang",
  "aboutTitle": "Babagan",
  "contactTitle": "Kontak",
  "faqTitle": "FAQ",
  "privacyTitle": "Privasi",
  "termsTitle": "Syarat",
  "homeLinkLabel": "Ngarep",
  "aboutLinkLabel": "Babagan",
  "contactLinkLabel": "Kontak",
  "faqLinkLabel": "FAQ",
  "privacyLinkLabel": "Privasi",
  "termsLinkLabel": "Syarat",
  "aboutText1": "Kita minangka alat generator kode QR anjog sing ngidini sampeyan nggawe kode QR khusus kanggo macem-macem tujuan. ",
  "aboutText2": "Antarmuka sing ramah pangguna lan fitur sing kuat nggawe gampang ngasilake kode QR kanthi macem-macem jinis konten, kayata URL, teks, alamat email, nomer telpon, lan liya-liyane. ",
  "contactText": "Yen sampeyan duwe pitakon, saran, utawa saran babagan alat generator kode QR, kita bakal seneng krungu saka sampeyan. ",
  "contactEmail": "Email:",
  "faqText1_1": "1. Apa kode QR?",
  "faqText1_2": "Kode QR (kode Respon Cepet) yaiku barcode rong dimensi sing nyimpen informasi. ",
  "faqText2_1": "2. Kepiye carane nggunakake kode QR kanggo bisnisku?",
  "faqText2_2": "Kode QR duwe akeh aplikasi kanggo bisnis. ",
  "faqText3_1": "3. Apa kode QR aman?",
  "faqText3_2": "Kode QR dhewe ora aman utawa ora aman. ",
  "privacyText1": "Ing alat generator kode QR, kita njupuk privasi sampeyan kanthi serius. ",
  "privacyDataCollection": "Koleksi data:",
  "privacyDataCollectionText": "Kita bisa ngumpulake informasi pribadhi kayata jeneng, alamat email, lan statistik panggunaan kanggo nambah layanan kita lan menehi pengalaman panganggo sing luwih apik.",
  "privacyDataUsage": "Panggunaan data:",
  "privacyDataUsageText": "Kita nggunakake aja nggunakake informasi pribadhi kanggo ngasilake kode QR. ",
  "privacyCookieUsage": "Panggunaan cookie:",
  "privacyCookieUsageText": "Kita bisa nggunakake cookie kanggo nambah pengalaman browsing. ",
  "termsText1": "Kanthi nggunakake alat generator kode QR, sampeyan setuju karo syarat lan kahanan ing ngisor iki:",
  "termsText2": "1. Kode QR sing digawe mung kanggo panggunaan pribadi utawa komersial. ",
  "termsText3": "2. Kita ora njamin akurasi, linuwih, utawa kasedhiyan kode QR sing digawe liwat alat kita.",
  "termsText4": "3. Kita duwe hak kanggo ngowahi utawa mungkasi alat generator kode QR tanpa kabar sadurunge.",
  "termsText5": "4. Panggunaan alat generator kode QR tundhuk karo Kebijakan Privasi.",
  "termsText6": "Mangga deleng Ketentuan Layanan lengkap sadurunge nggunakake alat generator kode QR."
}