{
  "title": "QR-codegenerator",
  "inputLabel": "Voer tekst in om QR-code te genereren",
  "generateButtonLabel": "Genereer",
  "copyToClipboardButtonLabel": "Kopieer naar klembord",
  "downloadButtonLabel": "Downloaden",
  "description": "Genereer aangepaste QR-codes voor effectieve marketing | Verhoog de betrokkenheid en connectiviteit gratis | Maak eenvoudig QR-codes",
  "aboutTitle": "Over",
  "contactTitle": "Contact",
  "faqTitle": "FAQ",
  "privacyTitle": "Privacy",
  "termsTitle": "Voorwaarden",
  "homeLinkLabel": "Thuis",
  "aboutLinkLabel": "Over",
  "contactLinkLabel": "Contact",
  "faqLinkLabel": "FAQ",
  "privacyLinkLabel": "Privacy",
  "termsLinkLabel": "Voorwaarden",
  "aboutText1": "Wij zijn een toonaangevende tool voor het genereren van QR-codes waarmee u voor verschillende doeleinden aangepaste QR-codes kunt maken. ",
  "aboutText2": "Onze gebruiksvriendelijke interface en krachtige functies maken het gemakkelijk om QR-codes te genereren met verschillende soorten inhoud, zoals URL's, tekst, e-mailadressen, telefoonnummers en meer. ",
  "contactText": "Als u vragen, feedback of suggesties heeft met betrekking tot onze tool voor het genereren van QR-codes, horen we graag van u. ",
  "contactEmail": "E-mail:",
  "faqText1_1": "1. Wat zijn QR-codes?",
  "faqText1_2": "QR-codes (Quick Response-codes) zijn tweedimensionale streepjescodes die informatie opslaan. ",
  "faqText2_1": "2. Hoe kan ik QR-codes gebruiken voor mijn bedrijf?",
  "faqText2_2": "QR-codes hebben tal van toepassingen voor bedrijven. ",
  "faqText3_1": "3. Zijn QR-codes veilig?",
  "faqText3_2": "QR-codes zelf zijn niet inherent veilig of onveilig. ",
  "privacyText1": "Bij onze tool voor het genereren van QR-codes nemen we uw privacy serieus. ",
  "privacyDataCollection": "Gegevensverzameling:",
  "privacyDataCollectionText": "We kunnen persoonlijke informatie zoals uw naam, e-mailadres en gebruiksstatistieken verzamelen om onze service te verbeteren en een betere gebruikerservaring te bieden.",
  "privacyDataUsage": "Data gebruik:",
  "privacyDataUsageText": "We gebruiken uw persoonlijke gegevens niet voor het genereren van QR-codes. ",
  "privacyCookieUsage": "Cookiegebruik:",
  "privacyCookieUsageText": "We kunnen cookies gebruiken om uw browse-ervaring te verbeteren. ",
  "termsText1": "Door onze tool voor het genereren van QR-codes te gebruiken, gaat u akkoord met de volgende voorwaarden:",
  "termsText2": "1. De gegenereerde QR-codes zijn alleen voor persoonlijk of commercieel gebruik. ",
  "termsText3": "2. We kunnen de nauwkeurigheid, betrouwbaarheid of beschikbaarheid van de QR-codes die via onze tool worden gegenereerd, niet garanderen.",
  "termsText4": "3. We behouden ons het recht voor om de tool voor het genereren van QR-codes zonder voorafgaande kennisgeving te wijzigen of te beëindigen.",
  "termsText5": "4. Uw gebruik van de tool voor het genereren van QR-codes is onderworpen aan ons privacybeleid.",
  "termsText6": "Lees de volledige Servicevoorwaarden voordat u onze tool voor het genereren van QR-codes gebruikt."
}