{
  "title": "QR-kodegenerator",
  "inputLabel": "Skriv inn tekst for å generere QR-kode",
  "generateButtonLabel": "generere",
  "copyToClipboardButtonLabel": "Kopiere til utklippstavle",
  "downloadButtonLabel": "nedlasting",
  "description": "Generer tilpassede QR-koder for effektiv markedsføring | Øk engasjement og tilkobling gratis | Lag QR-koder enkelt",
  "aboutTitle": "Om",
  "contactTitle": "Kontakt",
  "faqTitle": "FAQ",
  "privacyTitle": "Personvern",
  "termsTitle": "Vilkår",
  "homeLinkLabel": "Hjem",
  "aboutLinkLabel": "Om",
  "contactLinkLabel": "Kontakt",
  "faqLinkLabel": "FAQ",
  "privacyLinkLabel": "Personvern",
  "termsLinkLabel": "Vilkår",
  "aboutText1": "Vi er et ledende QR-kodegeneratorverktøy som lar deg lage tilpassede QR-koder for ulike formål. ",
  "aboutText2": "Vårt brukervennlige grensesnitt og kraftige funksjoner gjør det enkelt å generere QR-koder med ulike typer innhold, som URLer, tekst, e-postadresser, telefonnumre og mer. ",
  "contactText": "Hvis du har spørsmål, tilbakemeldinger eller forslag angående vårt QR-kodegeneratorverktøy, vil vi gjerne høre fra deg. ",
  "contactEmail": "E-post:",
  "faqText1_1": "1. Hva er QR-koder?",
  "faqText1_2": "QR-koder (Quick Response-koder) er todimensjonale strekkoder som lagrer informasjon. ",
  "faqText2_1": "2. Hvordan kan jeg bruke QR-koder for bedriften min?",
  "faqText2_2": "QR-koder har mange applikasjoner for bedrifter. ",
  "faqText3_1": "3. Er QR-koder sikre?",
  "faqText3_2": "QR-koder i seg selv er ikke iboende sikre eller usikre. ",
  "privacyText1": "På vårt QR-kodegeneratorverktøy tar vi personvernet ditt på alvor. ",
  "privacyDataCollection": "Datainnsamling:",
  "privacyDataCollectionText": "Vi kan samle inn personlig informasjon som navn, e-postadresse og bruksstatistikk for å forbedre tjenesten vår og gi en bedre brukeropplevelse.",
  "privacyDataUsage": "Databruk:",
  "privacyDataUsageText": "Vi bruker ikke bruk din personlige informasjon til å generere QR-koder. ",
  "privacyCookieUsage": "Bruk av informasjonskapsler:",
  "privacyCookieUsageText": "Vi kan bruke informasjonskapsler for å forbedre nettleseropplevelsen din. ",
  "termsText1": "Ved å bruke vårt QR-kodegeneratorverktøy godtar du følgende vilkår og betingelser:",
  "termsText2": "1. De genererte QR-kodene er kun til personlig eller kommersiell bruk. ",
  "termsText3": "2. Vi garanterer ikke nøyaktigheten, påliteligheten eller tilgjengeligheten til QR-kodene som genereres gjennom verktøyet vårt.",
  "termsText4": "3. Vi forbeholder oss retten til å endre eller avslutte QR-kodegeneratorverktøyet uten forvarsel.",
  "termsText5": "4. Din bruk av QR-kodegeneratorverktøyet er underlagt våre retningslinjer for personvern.",
  "termsText6": "Les gjennom de fullstendige vilkårene for bruk før du bruker vårt QR-kodegeneratorverktøy."
}