{
  "title": "Gerador de código QR",
  "inputLabel": "Digite o texto para gerar o código QR",
  "generateButtonLabel": "Gerar",
  "copyToClipboardButtonLabel": "Copiar para área de transferência",
  "downloadButtonLabel": "Download",
  "description": "Gere códigos QR personalizados para marketing eficaz | Aumente o engajamento e a conectividade gratuitamente | Crie Códigos QR Facilmente",
  "aboutTitle": "Sobre",
  "contactTitle": "Contato",
  "faqTitle": "Perguntas frequentes",
  "privacyTitle": "Privacidade",
  "termsTitle": "Termos",
  "homeLinkLabel": "Lar",
  "aboutLinkLabel": "Sobre",
  "contactLinkLabel": "Contato",
  "faqLinkLabel": "Perguntas frequentes",
  "privacyLinkLabel": "Privacidade",
  "termsLinkLabel": "Termos",
  "aboutText1": "Somos uma ferramenta geradora de código QR líder que permite criar códigos QR personalizados para vários fins. ",
  "aboutText2": "Nossa interface amigável e recursos poderosos facilitam a geração de códigos QR com diferentes tipos de conteúdo, como URLs, texto, endereços de e-mail, números de telefone e muito mais. ",
  "contactText": "Se você tiver alguma dúvida, feedback ou sugestão sobre nossa ferramenta geradora de código QR, adoraríamos ouvi-lo. ",
  "contactEmail": "E-mail:",
  "faqText1_1": "1. O que são códigos QR?",
  "faqText1_2": "Os códigos QR (códigos de resposta rápida) são códigos de barras bidimensionais que armazenam informações. ",
  "faqText2_1": "2. Como posso usar códigos QR para o meu negócio?",
  "faqText2_2": "Os códigos QR têm inúmeras aplicações para empresas. ",
  "faqText3_1": "3. Os códigos QR são seguros?",
  "faqText3_2": "Os próprios códigos QR não são inerentemente seguros ou inseguros. ",
  "privacyText1": "Em nossa ferramenta geradora de código QR, levamos sua privacidade a sério. ",
  "privacyDataCollection": "Coleção de dados:",
  "privacyDataCollectionText": "Podemos coletar informações pessoais como seu nome, endereço de e-mail e estatísticas de uso para melhorar nosso serviço e fornecer uma melhor experiência ao usuário.",
  "privacyDataUsage": "Uso de dados:",
  "privacyDataUsageText": "Usamos não usamos suas informações pessoais para gerar códigos QR. ",
  "privacyCookieUsage": "Uso de cookies:",
  "privacyCookieUsageText": "Podemos usar cookies para melhorar sua experiência de navegação. ",
  "termsText1": "Ao usar nossa ferramenta geradora de código QR, você concorda com os seguintes termos e condições:",
  "termsText2": "1. Os códigos QR gerados são apenas para uso pessoal ou comercial. ",
  "termsText3": "2. Não garantimos a precisão, confiabilidade ou disponibilidade dos códigos QR gerados por meio de nossa ferramenta.",
  "termsText4": "3. Reservamo-nos o direito de modificar ou encerrar a ferramenta geradora de código QR sem aviso prévio.",
  "termsText5": "4. O uso da ferramenta geradora de código QR está sujeito à nossa Política de Privacidade.",
  "termsText6": "Revise os Termos de Serviço completos antes de usar nossa ferramenta geradora de código QR."
}