{
  "title": "Генератор QR-кода",
  "inputLabel": "Введите текст для генерации QR-кода",
  "generateButtonLabel": "Создать",
  "copyToClipboardButtonLabel": "Скопировать в буфер обмена",
  "downloadButtonLabel": "Скачать",
  "description": "Создание пользовательских QR-кодов для эффективного маркетинга | Повысьте уровень вовлеченности и подключения бесплатно | Создавайте QR-коды легко",
  "aboutTitle": "О",
  "contactTitle": "Контакт",
  "faqTitle": "Часто задаваемые вопросы",
  "privacyTitle": "Конфиденциальность",
  "termsTitle": "Условия",
  "homeLinkLabel": "Дом",
  "aboutLinkLabel": "О",
  "contactLinkLabel": "Контакт",
  "faqLinkLabel": "Часто задаваемые вопросы",
  "privacyLinkLabel": "Конфиденциальность",
  "termsLinkLabel": "Условия",
  "aboutText1": "Мы являемся ведущим инструментом для создания QR-кодов, который позволяет создавать индивидуальные QR-коды для различных целей. ",
  "aboutText2": "Наш удобный интерфейс и мощные функции упрощают создание QR-кодов с различными типами контента, такими как URL-адреса, текст, адреса электронной почты, номера телефонов и многое другое. ",
  "contactText": "Если у вас есть какие-либо вопросы, отзывы или предложения относительно нашего инструмента генератора QR-кода, мы будем рады услышать от вас. ",
  "contactEmail": "Электронная почта:",
  "faqText1_1": "1. Что такое QR-коды?",
  "faqText1_2": "QR-коды (коды быстрого ответа) — это двумерные штрих-коды, в которых хранится информация. ",
  "faqText2_1": "2. Как я могу использовать QR-коды для своего бизнеса?",
  "faqText2_2": "QR-коды имеют множество приложений для бизнеса. ",
  "faqText3_1": "3. Безопасны ли QR-коды?",
  "faqText3_2": "Сами по себе QR-коды не являются безопасными или небезопасными. ",
  "privacyText1": "В нашем генераторе QR-кода мы серьезно относимся к вашей конфиденциальности. ",
  "privacyDataCollection": "Сбор данных:",
  "privacyDataCollectionText": "Мы можем собирать личную информацию, такую ​​как ваше имя, адрес электронной почты и статистику использования, чтобы улучшить наш сервис и обеспечить лучший пользовательский интерфейс.",
  "privacyDataUsage": "Использование данных:",
  "privacyDataUsageText": "Мы используем не использовать вашу личную информацию для создания QR-кодов. ",
  "privacyCookieUsage": "Использование файлов cookie:",
  "privacyCookieUsageText": "Мы можем использовать файлы cookie для улучшения вашего просмотра. ",
  "termsText1": "Используя наш инструмент для создания QR-кода, вы соглашаетесь со следующими условиями:",
  "termsText2": "1. Сгенерированные QR-коды предназначены только для личного или коммерческого использования. ",
  "termsText3": "2. Мы не гарантируем точность, надежность или доступность QR-кодов, сгенерированных с помощью нашего инструмента.",
  "termsText4": "3. Мы оставляем за собой право изменять или прекращать работу генератора QR-кода без предварительного уведомления.",
  "termsText5": "4. Использование вами генератора QR-кода регулируется нашей Политикой конфиденциальности.",
  "termsText6": "Пожалуйста, ознакомьтесь с полным текстом Условий использования, прежде чем использовать наш инструмент для создания QR-кода."
}