{
  "title": "QR-kodgenerator",
  "inputLabel": "Skriv in text för att generera QR-kod",
  "generateButtonLabel": "Generera",
  "copyToClipboardButtonLabel": "Kopiera till Urklipp",
  "downloadButtonLabel": "Ladda ner",
  "description": "Generera anpassade QR-koder för effektiv marknadsföring | Öka engagemang och anslutning gratis | Skapa QR-koder enkelt",
  "aboutTitle": "Handla om",
  "contactTitle": "Kontakt",
  "faqTitle": "FAQ",
  "privacyTitle": "Integritet",
  "termsTitle": "Villkor",
  "homeLinkLabel": "Hem",
  "aboutLinkLabel": "Handla om",
  "contactLinkLabel": "Kontakt",
  "faqLinkLabel": "FAQ",
  "privacyLinkLabel": "Integritet",
  "termsLinkLabel": "Villkor",
  "aboutText1": "Vi är ett ledande QR-kodgeneratorverktyg som låter dig skapa skräddarsydda QR-koder för olika ändamål. ",
  "aboutText2": "Vårt användarvänliga gränssnitt och kraftfulla funktioner gör det enkelt att generera QR-koder med olika typer av innehåll, såsom webbadresser, text, e-postadresser, telefonnummer och mer. ",
  "contactText": "Om du har några frågor, feedback eller förslag angående vårt verktyg för QR-kodgenerator, vill vi gärna höra från dig. ",
  "contactEmail": "E-post:",
  "faqText1_1": "1. Vad är QR-koder?",
  "faqText1_2": "QR-koder (Quick Response-koder) är tvådimensionella streckkoder som lagrar information. ",
  "faqText2_1": "2. Hur kan jag använda QR-koder för mitt företag?",
  "faqText2_2": "QR-koder har många tillämpningar för företag. ",
  "faqText3_1": "3. Är QR-koder säkra?",
  "faqText3_2": "QR-koder i sig är inte i sig säkra eller osäkra. ",
  "privacyText1": "På vårt verktyg för QR-kodgenerator tar vi din integritet på allvar. ",
  "privacyDataCollection": "Datainsamling:",
  "privacyDataCollectionText": "Vi kan samla in personlig information som ditt namn, din e-postadress och användningsstatistik för att förbättra vår tjänst och ge en bättre användarupplevelse.",
  "privacyDataUsage": "Dataanvändning:",
  "privacyDataUsageText": "Vi använder inte din personliga information för att generera QR-koder. ",
  "privacyCookieUsage": "Cookieanvändning:",
  "privacyCookieUsageText": "Vi kan använda cookies för att förbättra din webbupplevelse. ",
  "termsText1": "Genom att använda vårt verktyg för att generera QR-koder godkänner du följande villkor:",
  "termsText2": "1. De genererade QR-koderna är endast för personligt eller kommersiellt bruk. ",
  "termsText3": "2. Vi garanterar inte riktigheten, tillförlitligheten eller tillgängligheten för QR-koderna som genereras genom vårt verktyg.",
  "termsText4": "3. Vi förbehåller oss rätten att ändra eller avsluta QR-kodgeneratorn utan föregående meddelande.",
  "termsText5": "4. Din användning av QR-kodgeneratorn omfattas av vår integritetspolicy.",
  "termsText6": "Läs igenom de fullständiga användarvillkoren innan du använder vårt verktyg för att generera QR-koder."
}